list1 = []

list1.append("Создать цикл на 12 итераций без использования значения счётчика.")
list1.append("Создать переменную типа datetime и указать дату рождения. Вывести на печать" \
"\nв консоль в формате 'день.месяц.год - мой день рождения'.")
list1.append("""
Получить дату которая сейчас в формате д.м.г без времени и используя класс date.
Затем получить время сейчас в формате ч.м без даты и используя класс time.
Получить полную информацию о дате и времени в формате д.м.г - ч.м. и используя класс datetime.
Получить сегодняшний год в отдельную переменную, а в другую сегодняшний час в данный момент.
""")
list1.append("""
Создать переменную deadLine и передать ей дату и время, используя преобразование из 
строки в дату datetime.strptime().
""")
list1.append("""
Создать переменную и передать в неё дату сегодняшнюю, используя datetime. Распечатать её в констоль
используя преобразование strftime() в виде "Сегодня - д/м/год(день недели полностью)".
""")
